import React from 'react'
import "./Contact.scss"

const Contact = () => {
  return (
    <div className='Contact'>
        <div className="Text_contact">
            <h1>Биз xақимизда</h1>
            <p>Ассалому алайкум !</p>
            <p>Сизларга шуни маълум киламизки Наманганда махсус қолип (пресс-форма) ларни ясашда ва ишлатишда фойдаланиладиган асбоб-ускуна(инструмент)лар дукони очилди!</p>
            <p>Биз сизга буюртма асосида хам сизга керакли булган нарсаларни тез ва арзон нархларда етказиб берамиз.</p>
            <img className='img_contact' src="https://mold-components-14sxqbw1r-ijalalov69-gmailcom.vercel.app/static/media/office-min%202.153cd0976584138310b4.jpg" alt="" />
            <p>Асосий махсулоларимиз тури куйидагилар:</p>
            <ul>
               <li>Металга ишлов берувчи асбоблар (Оправкалар, фрезалар ва хоказолар)</li>
               <li>Пластмасса қолиплари с штампом для бутловчи кисмлар (Летниклар, толкателлар, пружиналар)</li>
               <li>Улчов асбоблари (Штангенциркуль, микрометр)</li>
               <li>Метални сайқаллаш учун ишлатиладиган асбоблар (Керамик тошлар, олмос тошлар, тош коғозлар).</li>
               <li>Қолип (пресс-форма) учун керак буладиган мойлар (Разблокировка пресс-форм, Очистка пресс-форм, Антикоррозийная обработка).</li>
               <li>Эрозия йули билана металга ишлов берувчи ускуналар (WIRE EDM, SPARK EDM, SUPER DRILL).</li>
               <li>Металла ЧПУ бошкаруви оркали ишлов берувчи ускуналар (VMC CNC)</li>
               <li>Пластмасса махсулотлари қуйиш учун ускуналар (Термопластавтоматлар ва қолиплар).</li>
            </ul>
        </div>
    </div>
  )
}

export default Contact